---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.AlternateUnitsSuffix
source: html/83d1ab5e-21c9-3b06-1ac2-59611e91659f.htm
---
# Autodesk.Revit.DB.ParameterTypeId.AlternateUnitsSuffix Property

"Alternate Units Suffix"

## Syntax (C#)
```csharp
public static ForgeTypeId AlternateUnitsSuffix { get; }
```